tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "muesli/tap"
tap "mongodb/brew"
tap "homebrew/cask-fonts"
brew "freetype"
brew "curl"
brew "docker"
brew "deno"
brew "fzf"
brew "openjdk"
brew "tmux"
brew "wget"
brew "todo-txt"
brew "tree-sitter"
brew "sqlite"
brew "lua"
brew "gh"
brew "lazygit"
brew "lynx"
brew "maven"
brew "mongodb-database-tools"
brew "neovim"
brew "ripgrep"
brew "mutt"
brew "nvm"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "intellij-idea"
cask "appcleaner"
cask "docker"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "obs"
casl "mongodb-compass"
cask "telegram"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "font-hack-nerd-font"
cask "studio-3t"
